<?php

    $page_title = 'Виховна служба';
    include 'tml/top.php';

?>

<div>
    <div class="tab" style="display: flex">
        <button style="width: 20%" class="tablinks" onclick="openTab(event, 'Bullying')">Булінг</button>
        <button style="width: 20%" class="tablinks" onclick="openTab(event, 'Soc-protection')">Соціальний захист</button>
        <button style="width: 20%" class="tablinks" onclick="openTab(event, 'P-service')">Психологічна служба</button>
        <button style="width: 20%" class="tablinks" onclick="openTab(event, 'LS')">Лесині спадкоємці</button>
        <button style="width: 20%; word-wrap: none" class="tablinks" onclick="openTab(event, 'CHK')" id="defaultOpen">Червона калина</button>
    </div>
      
    <div id="Bullying" class="tabcontent">
        <h1>Булінг</h1><hr><br>
        <h2 class="western"><b>БУЛІНГ: ПОРАДИ БАТЬКАМ, УЧИТЕЛЯМ ТА ДІТЯМ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Згідно з дослідженнями, 24% українських
        дітей хоча б раз стикались із цькуванням
        у школі. З них менше половини розповідало
        про цей досвід батькам, рідним та друзям.
        Дуже часто булінг призводить до
        непоправних наслідків, а тому останнім
        часом у світі активно говорять про те,
        як зупинити шкільне насилля.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЩО ТАКЕ БУЛІНГ ТА ЯКІ ЙОГО
        ПРИЧИНИ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Булінг – це агресивна і вкрай неприємна
        поведінка однієї дитини або групи дітей
        по відношенню до іншої дитини, що
        супроводжується постійним фізичним і
        психологічним впливом.</p>
        <p>Кривдники можуть знайти безліч причин
        щоб цькувати дитину: зовнішність, що не
        вписується у загальноприйняті рамки,
        поведінка, думки, які не збігаються з
        думкою більшості, тощо.</p>
        <p>Яскравими прикладами булінгу є словесні
        образи, навмисне неприйняття дитини до
        колективу, шантаж та навіть побиття.</p>
        <p>&quot;Успіхи у навчанні, матеріальні
        можливості та навіть особливості
        характеру можуть стати основою для
        булінгу. Крім того, жертвою булінгу може
        стати також той, кому складно спілкуватися
        з однолітками, хто поводиться відлюдкувато
        чи, навпаки, провокативно&quot;, – зауважують
        психологи.</p>
        <p>Частіше за все люди, що цькують,
        вважають, що це смішно і в цьому немає
        великої проблеми чи трагедії, а також,
        що дорослі не будуть звертати на це
        увагу.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЯК ВІДРІЗНИТИ БУЛІНГ ТА
        СВАРКУ МІЖ ДІТЬМИ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Булінг супроводжується реальним
        фізичним чи психологічним насиллям:
        жертву висміюють, залякують, дражнять,
        шантажують, б'ють, псують речі,
        розповсюджують плітки, бойкотують,
        оприлюднюють особисту інформацію та
        фото в соціальних мережах.</p>
        <p>У ситуації булінгу завжди беруть
        участь три сторони: той, хто переслідує,
        той, кого переслідують та ті, хто
        спостерігають.</p>
        <p>Якщо булінг відбувся, він може
        повторюватися багато разів.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЯК ЗРОЗУМІТИ, ЩО ВАШУ ДИТИНУ
        ПІДДАЮТЬ ЦЬКУВАННЮ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Перше, що треба зрозуміти – діти
        неохоче розповідають про цькування у
        школі, а тому не слід думати, що у перший
        же раз, коли ви спитаєте її про це, вона
        відповість вам чесно. Тому головна
        порада для батьків – бути більш уважними
        до проявів булінгу.</p>
        <p>Якщо ваша дитина стала замкнутою,
        вигадує приводи, щоб не йти до школи,
        перестала вчитись, то поговоріть з нею.
        Причина такої поведінки може бути не у
        банальних лінощах. Також до видимих
        наслідків булінгу відносять розлади
        сну, втрату апетиту, тривожність, низьку
        самооцінку. Якщо дитину шантажують у
        школі, вона може почати просити додаткові
        гроші на кишенькові витрати, щоб
        відкупитись від агресора.</p>
        <p>Розкажіть дитині, що немає нічого
        поганого у тому, щоб повідомити про
        агресивну поведінку щодо когось учителю
        або принаймні друзям. Поясніть різницю
        між “пліткуванням” та “піклуванням”
        про своє життя чи життя друга/подруги.</p>
        <p>Також не слід у розмові з дитиною
        використовувати такі сексистські кліше,
        як &quot;хлопчик має бути сильним та вміти
        постояти за себе&quot;, &quot;дівчинка не
        повинна сама захищатись&quot; та інші. Це
        тільки погіршить ситуацію.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЩО РОБИТИ, ЯКЩО ТИ СТАВ
        ЖЕРТВОЮ БУЛІНГУ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Перше і найголовніше правило – не
        тримати це у секреті. Розкажи друзям,
        знайомим чи рідним про те, що тебе
        ображають у школі, цього не слід
        соромитись.</p>
        <p>Інколи допомогти з вирішенням складної
        ситуації у школі може абсолютно не
        пов’язана з цим людина: тренер у секції,
        куди ти ходиш після школи, або вчитель,
        до якого ти ходиш на додаткові заняття.</p>
        <p>Також не слід звинувачувати себе у
        тому, що тебе цькують. Ми говорили раніше,
        що кривдникам легко знайти жертву
        булінгу, адже для цього слід просто
        якось відрізнятись від оточуючих.</p>
        <p>Якщо цькування у школі перетворились
        зі словесних на фізичні – йди до директора
        школи або завуча та докладно розкажи
        їм про це. Також повідом про ситуацію
        батьків.</p>
        <p>Якщо у школі є психолог, то можна
        сміливо звернутись до нього, щоб відновити
        відчуття впевненості у своїх силах та
        зрозуміти, як діяти далі.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЩО РОБИТИ, ЯКЩО ВИ СТАЛИ
        СВІДКОМ ЦЬКУВАННЯ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Якщо цькують твого друга чи подругу,
        то одразу звернись до дорослих: вчителя,
        старших товаришів, родичів, батьків
        тощо.</p>
        <p>Якщо твій друг чи подруга поділилися
        з тобою, що вони потрапили у ситуацію
        булінгу, обов’язково говори з ними про
        це — вони потребують твоєї підтримки.</p>
        <p>У жодному разі не слід приєднуватись
        до групи, що цькує, та висміювати проблеми
        свого друга чи подруги.</p>
        <p>Якщо ви дорослий, який потерпав від
        булінгу колись, то не проходьте повз.
        Спробуйте захистити дитину, яку ображають.
        При цьому не слід ображати дітей, які
        цькують, адже деякі роблять це, тому що
        самі постраждали від насильства (вдома,
        у спортивній секції, в іншій школі тощо).
        У таких випадках вони можуть виміщати
        свій біль через знущання і приниження
        слабших за себе.</p>
        <p>Деякі діти булять, щоб ловити на собі
        захоплені погляди оточуючих, а відчуття
        переваги над іншими приносить їм
        задоволення. До того ж, нападаючи на
        когось вони захищаються від цькування.
        Іноді такі діти дуже імпульсивні і не
        можуть контролювати свій гнів. У таких
        випадках справа нерідко доходить і до
        фізичного насильства. Спробуйте
        повідомити про булінг людей зі школи,
        де це відбувається, або батьків дитини.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЩО РОБИТИ, ЯКЩО ІНШИХ ЦЬКУЄШ
        ТИ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Зрозумій, булінг – це твої дії, а не
        твоя особистість. Ти можеш ними керувати
        та змінювати на краще. Пам’ятай, що
        булінг завдає фізичного та емоційного
        болю іншому, а тому подумай, чи дійсно
        ти цього прагнеш? Деякі речі можуть
        здаватися смішними та невинними, проте
        вони можуть завдати шкоди іншій людині.</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>ЯК ДОПОМОГТИ ДИТИНІ, ЯКА
        ЦЬКУЄ ІНШИХ</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Ми вже казали, що в ситуації булінгу
        завжди беруть участь три сторони, а
        тому, коли ви дізнались про цькування
        у школі, не слід забувати про тих, хто
        ображає. Психологи зауважують, що дитині,
        яка булить інших, увага та допомога
        потрібна не менше, ніж тій, яка страждає
        від булінгу.</p>
        <p>Відверто поговоріть з нею про те, що
        відбувається, з'ясуйте як вона ставиться
        до своїх дій і як реагують інші діти. Ви
        можете почути, що &quot;всі так роблять&quot;,
        або &quot;він заслуговує на це&quot;. Уважно
        вислухайте і зосередьтеся на пошуці
        фактів, а не на своїх припущеннях.</p>
        <p>Не применшуйте серйозність ситуації
        такими кліше, як &quot;хлопчики завжди
        будуть хлопчиками&quot; або &quot;глузування,
        бійки та інші форми агресивної поведінки
        — просто дитячі жарти і цілком природна
        частина дитинства&quot;.</p>
        <p>Ретельно поясніть, які дії ви вважаєте
        переслідуванням інших. До них відносяться:
        цькування, образливі прізвиська, загрози
        фізичного насильства, залякування,
        висміювання, коментарі з сексуальним
        підтекстом, бойкот іншої дитини або
        підбурювання до ігнорування, плітки,
        публічні приниження, штовхання, плювки,
        псування особистих речей, принизливі
        висловлювання або жести.</p>
        <p>Спокійно поясніть дитині, що її
        поведінка може завдати шкоди не тільки
        жертві, а й усім оточуючим. І щодалі це
        заходитиме, тим гірше булінг впливатиме
        на всіх учасників.</p>
        <p>Дайте зрозуміти дитині, що агресивна
        поведінка є дуже серйозною проблемою,
        і ви не будете терпіти це в майбутньому.
        Чітко і наполегливо, але без гніву,
        попросіть дитину зупинити насильство.
        Скажіть дитині, що їй потрібна допомога,
        а тому ви тимчасово триматимете зв'язок
        з учителями, щоб упевнитись — дитина
        намагається змінити ситуацію.</p>
        <p>Загрози і покарання не спрацюють.
        Можливо, на якийсь час це припинить
        булінг, та в перспективі це може тільки
        посилити агресію і невдоволення. Буде
        зайвим концентрувати увагу на відчуттях
        дитини, яку булять. Той, хто виявляє
        агресію, як правило відсторонюється
        від почуттів іншої людини.</p>
        <p>Пам'ятайте, що агресивна поведінка та
        прояви насильства можуть вказувати на
        емоційні проблеми вашої дитини та
        розлади поведінки. 
        </p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>Шановні учасники освітнього
        процесу!</b></h2>
        <p><br/>
        <br/>

        </p>
        <p>Адміністрація закладу повідомляє, що
        у гуманітарній гімназії імені Лесі
        Українки призначено відповідальних
        осіб за виконання заходів, спрямованих
        на запобігання та протидію булінгу
        (цькуванню), та процедуру подання заяв,
        соціально-психологічну службу, а саме
        практичного психолога Веремієнко
        Наталію Сергіївну, соціального педагога
        Матвієнко Тетяну Сергіївну</p>
        <p><br/>
        <br/>

        </p>
        <h2 class="western"><b>Телефони довіри</b></h2>
        <p><br/>
        <br/>

        </p>
        <ul style="list-style-type:disc; margin-left: 10px">
            <li><p>Дитяча лінія 116 111 або 0 800 500 225 (з
            12.00 до 16.00);</p>
            <li><p>Гаряча телефонна лінія щодо булінгу
            116 000;</p>
            <li><p>Гаряча лінія з питань запобігання
            насильству 116 123 або 0 800500335;</p>
            <li><p>Уповноважений Верховної Ради з
            прав людини 0 800 50 17 20;</p>
            <li><p>Уповноважений Президента України
            з прав дитини 044 255 76 75;</p>
            <li><p>Центр надання безоплатної правової
            <li><p>Національна поліція України 102</p>
        </ul>
        <h2>План заходів з протидії булінгу</h2>
        <iframe src="https://docs.google.com/document/d/e/2PACX-1vQol5vP4n_D_5rpI9NHJ-_Q7QTeThZEWQFE3yRtkdtN1Hq4Lp-2T8RtdtI_HVbfj7agmuXGDErNLEVc/pub?embedded=true" frameborder="0" width="850" height="507" allowfullscreen="true" mozallowfullscreen="true" webkitallowfullscreen="true"></iframe>
        <br><br><h2>Корисна інформація</h2>
        <iframe src="https://docs.google.com/presentation/d/e/2PACX-1vQlX5h-tQUNjQyAMUj7RGt-QlB7w4eUTq0u13ExITFDv9hevyI6tuktFu2FfXRGuxjTbXHaXVMgy7YY/embed?start=false&loop=false&delayms=3000" frameborder="0" width="850" height="507" allowfullscreen="true" mozallowfullscreen="true" webkitallowfullscreen="true"></iframe>
    </div>
      
    <div id="Soc-protection" class="tabcontent">
        <h1>Соціальний захист</h1><hr><br>
        <h2>Нормативно-правові документи з питань запобігання, протидії домашньому насильству та булінгу</h2>
        <ul style="list-style-type:disc; margin-left: 10px">
            <li><a style="margin:3px" href="https://zakon.rada.gov.ua/laws/show/658-2018-%D0%BF" target="_blank">Постанова КМ України в «Про затвердження порядку взаємодії суб`єктів, що здійснюють заходи у сфері запобігання та протидії домашньому насильству та насильству за ознакою статі» від 22.08.2018. №658</a></li>
            <li><a style="margin:3px" href="https://mon.gov.ua/ua/npa/pro-zatverdzhennya-metodichnih-rekomendacij-shodo-viyavlennya-reaguvannya-na-vipadki-domashnogo-nasilstva-i-vzayemodiyi-pedagogichnih-pracivnikiv-iz-inshimi-organami-ta-sluzhbami" target="_blank">Наказ МОН України від 02.10.2018 № 1047 «Про затвердження Методичних рекомендації щодо виявлення, реагування на випадки домашнього насильства і взаємодії педагогічних працівників із іншими органами та службами»</a></li>
            <li><a style="margin:3px" href="https://drive.google.com/file/d/1GU-yUiXyeQr3z6X0MWd7mf2AFVaeGFF5/view" target="_blank">Лист МОН України від 18.05.2018 № 1/11-5480 «Методичні рекомендації щодо запобігання та протидії насильству»</a></li>
            <li><a style="margin:3px" href="https://zakon.rada.gov.ua/laws/show/2657-19" target="_blank">Закон України від 18.12.2019 року № 2657-VIII «Про внесення змін до деяких законодавчих актів України щодо протидії булінгу (цькуванню)»</a></li>
            <li><a style="margin:3px" href="https://zakon.rada.gov.ua/laws/show/z1105-14" target="_blank">Наказ Міністерства соціальної політики України, Міністерства внутрішніх справ України, Міністерства освіти і науки України, Міністерства охорони здоров`я України від 19.08.2014 №564/836/945/577 «Про затвердження Порядку розгляду звернень та повідомлень з приводу жорстокого поводження з дітьми або реальної загрози його вчинення»</a></li>
            <li><a style="margin:3px" href="https://zakon.rada.gov.ua/rada/show/v-557729-14" target="_blank">Лист Міністерства освіти і науки України від 28.10.2014 № 1/9-557 «Методичні рекомендації щодо взаємодії педагогічних працівників у навчальних закладах та взаємодії з іншими органами і службами щодо захисту прав дітей»</a></li>
        </ul>
    </div> 
    <div id="P-service" class="tabcontent">
        <h1>Поради психолога</h1><hr><br>
        <div class="advices">
            <div class="column">
                <div class="advice">
                    <h2>На допомогу молодому учителю</h2><hr><br>
                    <ol>
                        <li>Поставтесь до педагогічної праці, як до головного змісту Вашого життя. Створіть у собі вчителя!</li>
                        <li>Будьте ерудованими, відмінно знайте свій предмет, цікаво та доступно викладайте навчальний матеріал.</li>
                        <li>Умійте поважати кожного учня і бачити в ньому особистість.</li>
                        <li>Умійте керувати власними емоціями та розвивати позитивні почуття до дітей.</li>
                        <li>Навчіться любити дітей. Люблячи їх, не заробляйте дешевого авторитету всепрощенням, невимогливістю – це розбещує дітей.</li>
                        <li>Будьте справедливими, розумійте своїх учнів.</li>
                        <li>Будьте вимогливими до себе, самокритичними, не порушуйте педагогічну етику.</li>
                        <li>Умійте терпляче виправляти його помилки – думки, дії вчинки; навчіться переконувати.</li>
                        <li>Будьте ввічливими, доброзичливими, життєрадісними, людяними.</li>
                        <li>Хай завжди учні бачать у вас старшого друга, порадника, людину, яка підтримає, зрозуміє, дасть пораду.</li>
                        <li>Ніколи не принижуйте людської гідності дитини, будьте непримиренними до подібних дій Ваших колег.</li>
                        <li>Станьте вимогливими та будьте витриманими у стосунках з учнями.</li>
                    </ol>
                </div>
                <div class="advice">
                    <h2>Поради вчителям для поліпшення настрою</h2><hr><br>
                    <ol>
                        <li>Будьте оптимістами! Педагогіка – наука оптимістична (утім, як і будь-яка наука, песимістичний тільки дилетант).</li>
                        <li>Не забувайте головного: діти – істоти парадоксальні (дорослі – теж).</li>
                        <li>Якщо в тебе з’явилося бажання вигнати учня з класу, вийди сам.</li>
                        <li>Учителю, вітайся з дітьми, це дуже важливо. Тоном, яким ви говорите "здрастуй”, теж можна виховувати і піднімати собі настрій.</li>
                        <li>Вмійте бути ледачим! Проблема педагогів у тому, що вони розвивають бурхливу діяльність, але забувають думати про себе. Пам’ятайте: думати про себе – ваш головний обов’язок.</li>
                        <li>Хваліть себе самого тричі на день: уранці, удень і ввечері. Застосовуйте таку магічну формулу самонавіювання: ”Я геніальний, найкращий педагог. Усім педагогам педагог, мене діти слухаються, мене батьки поважають, мене адміністрація любить, а як я сам себе люблю, цього і не висловити”.</li>
                    </ol>
                </div>
                <div class="advice">
                    <h2>Золоті правила педагога</h2><hr><br>
                    <ol>
                        <li>Прийшов у школу - зроби розумне й шляхетне лице.</li>
                        <li>Кожного разу, коли тобі хочеться командувати дітьми, згадай своє дитинство і про всяк випадок з'їж морозиво.</li>
                        <li>Гроші та педагогіка мало сумісні.</li>
                        <li>Нехай всі манекенниці світу, побачивши твою усмішку, подадуть у відставку.</li>
                        <li>Не заходь в душу до дітей, якщо тебе про це не просили.</li>
                        <li>Іди на урок з радістю, виходь з уроку з приємною втомою.</li>
                        <li>Жартуй до тих пір, доки не навчишся.</li>
                        <li>Пам'ятай: поганий лікар може забрати життя, поганий учитель - спопелити душу.</li>
                        <li>Приходити на урок слід настільки підготовленим, щоб знати точно: для чого прийшов, куди прийшов, що будеш робити і чи буде від цього добре.</li>
                        <li>Кожного разу, коли хочеться нагрубити кому-небудь, рахуй до мільйона.</li>
                        <li>Намагайся їсти кожен день.</li>
                        <li>Люби свою адміністрацію так само, як і вона тебе, і ти проживеш довге і щасливе педагогічне життя.</li>
                        <li>Ніколи не чекай похвали, а намагайся відразу ж з'ясувати, як з нею йдуть справи.</li>
                        <li>Люби кого-небудь крім школи, і тоді у тебе буде все в порядку.</li>
                        <li>Якщо до тебе прийшли на урок, згадай, що ти артист, ти кращий педагог країни, ти найщасливіша людина.</li>
                        <li>Говори батькам завжди найкращу правду, яку ти знаєш.</li>
                        <li>Пишайся своїми помилками, і тоді у тебе їх буде з кожним роком все менше.</li>
                        <li>Вищим проявом педагогічної успішності є усмішка на обличчях дітей.</li>
                        <li>Якщо ти вмієш самий звичайний факт подати як відкриття та домогтися подиву і захоплення учнів, то можеш вважати, що половину справи ти вже зробив.</li>
                        <li>Пам'ятай: хороші педагоги живуть довго і майже ніколи не хворіють.</li>
                        <li>Віддай школі все, а вийшовши зі стін школи, почни нове життя.</li>
                        <li>Постарайся завжди бути здоровою, навіть якщо в це хтось не повірить.</li>
                        <li>Одягайся так, щоб ніхто не сказав тобі вслід: "Он вчителька пішла".</li>
                        <li>Не спи на уроці; дурний приклад заразливий.</li>
                        <li>Під час опитування зобрази на обличчі граничний інтерес.</li>
                        <li>Пам'ятай: якщо твій голос стає загрозливо хрипким, значить, ти робиш щось не те.</li>
                        <li>Добре, якщо пізно увечері, коли ти згадаєш своїх учнів, обличчя твоє осяє посмішка.</li>
                    </ol>
                </div>
            </div>
            <div class="column">
                <div class="advice">
                    <h2>Щоб уникнути «емоційного вигорання»</h2><hr><br>
                    <ol>
                        <li>Плануючи робочий день, обов’язково виділяйте час для емоційного відпочинку. Так, обідню перерву можна із користю для здоров’я провести в найближчому парку або просто на вулиці, змінивши робочу обстановку. «Подорож» у переповненій маршрутці додому або на роботу можна замінити на прогулянку пішки.</li>
                        <li>Плануйте робочий тиждень, місяць із визначенням короткострокових і довгострокових цілей роботи, що дозволить фокусуватися на необхідних діях, підвищить мотивацію діяльності та зменшить кількість невиправданих емоційних витрат. Варто виділяти завдання та цілі, що є пріоритетними або такими, що виконуються найшвидше.</li>
                        <li>Варто впорядкувати власні думки та бажання. Не слід хапатися за все й одразу в гонитві за примарним результатом або похвалою керівника. Виділіть час для зустрічей із друзями, відпочинку із коханою людиною поза межами звичної повсякденності, відвідин мистецьких або спортивних заходів. Вихідні, особливо в теплу пору року, корисно проводити на відкритому повітрі, уникаючи пасивного проведення часу перед телевізором на дивані.</li>
                        <li>У пригоді стане професійний розвиток і самовдосконалення (обмін професійною інформацією з колегами, що дає відчуття світу ширшого, ніж той, який існує всередині окремого колективу – курси підвищення кваліфікації, конференції тощо). Крім суто професійної користі, такі заходи покликані активізувати взаємозв’язки з колегами, активне спілкування в нових умовах, а це відволікає від буденності та рутини.</li>
                        <li>Банальним, але важливим компонентом боротьби зі стресом є підтримування гарної фізичної форми. Між станом тіла й розумом є тісний зв’язок: неправильне харчування, зловживання спиртними напоями, тютюном посилюють прояви синдрому вигоряння. Ні за яких обставин не можна нехтувати повноцінним сном, адже тільки в цей час мозок відпочиває та накопичує енергію на наступний день.</li>
                        <li>Нове хобі може не тільки додати задоволення у житті, а й допомогти почуватися більш мотивованим. Години, присвячені, приміром, вишиванню, збережуть дні, присвячені пошуку емоційного заспокоєння.</li>
                        <li>Категоричним правилом має стати відмова від роботи вдома та обговорення робочих проблем поза роботою.</li>
                        <li>Зрештою, візьміть відпустку та просто забудьте про проблеми на роботі.</li>
                    </ol>
                </div>
            </div>
        </div>
    </div>

    <div id="LS" class="tabcontent">
        <h1>Лесині спадкоємці</h1><hr><br>
        <div class="lesiny-spadkoemci">
            <div class="newspapers">
                <?php
                
                    $Y_MAX = R::getAll('SELECT MAX(year) FROM newspapers;')[0]['MAX(year)'];
                    $Y_MIN = R::getAll('SELECT MIN(year) FROM newspapers;')[0]['MIN(year)'];
                    for($x = $Y_MAX; $x >= $Y_MIN; $x--){
                        $nps = R::getAll('SELECT * FROM newspapers WHERE year = '.$x);
                        if(!empty($nps)){
                            echo '<h2>'.$x.'</h2><hr><br>';
                            for($i = -1; $i <= max(array_keys($nps)); $i++){
                                if(isset($nps[$i])){
                                    echo '<div class="newspaper">'.
                                            '<img class=np-poster src="img/newspaper.png" onclick=\'infoSetIFrame("'.$nps[$i]['link'].'");\'/>'.
                                            '<p class=np-discription>'.$nps[$i]['mark'].'</p>'.
                                        '</div>';
                                }
                            }     
                        }
                    }           
                ?>
            </div>
            <div class="document-view np-viewer">
                <div class="lesya-pdf" style="width: 100%">
                    <div role="toolbar" id="toolbar">
                        <center><div id="pager">
                            <p style="margin: 5px; margin-right: auto"><?php if(isset($document_name)) echo $document_name; ?></p>
                        </div></center>
                        <div id="page-mode" style="display:none">
                        </div>
                    </div>
                    <div id="viewport-container">
                        <div role="main" id="viewport2">
                            <iframe id=canvas class=canvas src="https://drive.google.com/file/d/1wWS2SV9O_6WjcnthrWnfuejteVf8DJqN/preview"></iframe>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div id="CHK" class="tabcontent">
        <h1>Червона калина</h1><hr><br>
        <center><div class="lesya-pdf" style="width: 100%">
            <div role="toolbar" id="toolbar">
                <center><div id="pager">
                    <p>Червона калина</p>
                    <button class=icon-left-open data-pager="prev"></button>
                    <button class=icon-right-open data-pager="next"></button>
                    <button class=icon-download onclick="download('img/chervona_kalina.pdf', 'chervona_kalina.pdf')"></button>
                </div></center>
                <div id="page-mode" style="display:none">
                    <label>Page Mode <input type="number" value="1" min="1"/></label>
                </div>
            </div>
            <div id="viewport-container"><div role="main" id="viewport"></div></div>
        </div></center>
    </div>
</div>

<?php 

    $add_bottom  = '<script>'.
                        'function infoSetIFrame(path){
                            document.getElementById("canvas").src = path;
                        }'.
                        'initPDFViewer("img/chervona_kalina.pdf");'.
                   '</script>';
    include 'tml/bottom.php';

?>